[{
	"@context": "https://schema.org",
	"@type": "FAQPage",
	"mainEntity": [{
	"@type": "Question",
	"name": "Who can compete in CSSA?",
	"acceptedAnswer": {
		"@type": "Answer",
		"text": "The Computer Science Student Association (CSSA) gives students in middle school, high school, and even college an opportunity to explore the field of computer science with interesting events that span from machine learning to website design. Unlike other organizations, we are open to people of all ages and have a wider range of events, all related to computer science. CSSA is aimed towards students primarily middle school, high school, and college students. One great thing about this organization is that competitors do not need to take classes related to their event topic/s. Thus, the competition is fit for hobbyists, people who are new to computer science, college students majoring in computer science, or anyone else who might enjoy the opportunity."
	}
	}, {
	"@type": "Question",
	"name": "How do I sign up for CSSA?",
	"acceptedAnswer": {
		"@type": "Answer",
		"text": "Sign up for a free CSSA account at <a href=\"https://www.cssa.dev/sign.html\"></a>"
	}
	}, {
		"@type": "Question",
		"name": "When was CSSA founded?",
		"acceptedAnswer": {
			"@type": "Answer",
			"text": "The concept of CSSA was established in 2020 and is a technical student organization headquartered in Cumming, Georgia. CSSA started from a group of people with a passion for computer science. However, looking through all of the computer science organizations, they realized that none of the organizations truly spanned the field. They decided to begin an organization that would allow people of varying ages and backgrounds to compete in a multitude of events representing different areas of computer science."
		}
	}]
},{
	"@context": "https://schema.org",
	"@type": "Organization",
	"url": "https://www.cssa.dev",
	"logo": "https://www.cssa.dev/images/logo.png"
}, {
	"@context": "https://schema.org",
	"@graph": 
	[
		{
			"@type": "Person",
			"name": "Royce Arockiasamy",
			"jobTitle": "President"
		}, {
			"@type": "Person",
			"name": "Chittebbayi Penugonda",
			"jobTitle": "Operations Manager"
		}, {
			"@type": "Person",
			"name": "Rasmit Devkota",
			"jobTitle": "Web Designer"
		}, {
			"@type": "Person",
			"name": "Nikhita Kunthu",
			"jobTitle": "Social Media"
		}, {
			"@type": "Person",
			"name": "Surya Anand",
			"jobTitle": "Sponsorship Manager"
		}, {
			"@type": "Person",
			"name": "Sophia Craig",
			"jobTitle": "Outreach Officer"
		}, {
			"@type": "Person",
			"name": "Ethan Mund",
			"jobTitle": "Finance Officer"
		}, {
			"@type": "Person",
			"name": "Jelovy Djaja",
			"jobTitle": "Graphic Design"
		}
	]
}]	